tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "angular-cli"
brew "awscli"
brew "black"
brew "cask"
brew "cmake"
brew "expect"
brew "firebase-cli"
brew "git"
brew "imagemagick"
brew "jq"
brew "nvm"
brew "opencv"
brew "pipenv"
brew "pre-commit"
brew "prettier"
brew "swagger-codegen"
brew "tfenv"
brew "tflint"
brew "tree"
brew "zsh"

cask "atom"
cask "azure-data-studio"
cask "beardedspice"
cask "datagrip"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-outlook"
cask "postman"
cask "pycharm"
cask "rider"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "visual-studio-code"
cask "webstorm"
cask "zoom"

mas "Display Menu", id: 549083868
mas "Microsoft Remote Desktop", id: 1295203466
